Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/historihkka_id_861.html.tmx
Source language: sme
Languages: nob

source: Arkiiva lei nu mo álggus eaktuduvvon biddjojuvvon olggobeallái ossodatstruktuvrra .
nob: Arkivet var som opprinnelig forutsatt plassert utenfor avdelingsstrukturen .

source: Juohke ossodaga jođihii ekspedišuvdnahoavda guvttiin dahje golmmain áššemeannudeaddjiin juohke kantuvrras , doaimmahathoavdda vuollásažžan .
nob: Hver avdeling ble ledet av en ekspedisjonssjef med to eller tre saksbehandlere knyttet til hvert kontor , under ledelse av en byråsjef .

source: Lassin lei oktiibuot čieža olbmo kanturbargiid veahka , nu ahte Olgoriigadepartemeanttas barge oktiibuot 23 bargi .
nob: I tillegg kom en samlet kontorstab på sju personer , slik at Utenriksdepartementet ialt hadde 23 ansatte .

source: Jagi 1906 bušeahttameannudeapmi dagahii ahte 8 olgoriikastašuvnna ásahuvvojedje .
nob: Budsjettbehandlingen i 1906 førte til opprettelsen av 8 utenriksstasjoner .

source: Dain ledje 6 Eurohpás ja okta Argentiinnás .
nob: Av disse var 6 i Europa , én i USA og én i Argentina .

source: Dan lassin ásahuvvojedje oktiibuot 20 bálkáhuvvon konsuláhta ( fágakonsuláhta ) .
nob: I tillegg ble det etablert tilsammen 20 lønnede konsulater ( fagkonsulater ) .

source: Olgoriikabálvalusa vuosttas jahki šattai muosehis áigin .
nob: Utenrikstjenestens første år ble en urolig tid .

source: Nuppi bealis lei jearaldat man muddui Norggas galggai leat sierra olgoriikapolitihkka .
nob: Dels var det spørsmål i hvilken grad Norge skulle føre noen egen utenrikspolitikk .

source: Nuppi bealis fas lei sáhka diplomáhtalaš bálvalusa ja konsuláhtalágádusa gaskavuođas .
nob: Dels var det forholdet mellom den diplomatiske tjeneste og konsulatvesenet .

source: Olgoriikabálvalusa ortnet háhkat virgehasaid oktan attachéa-stipeandaortnegiin maiddái digaštallojuvvui .
nob: Rekrutteringsordningen til utenrikstjenesten , herunder ordningen med attachéstipendier var også under debatt .

source: Jagis 1909 mearriduvvui ovttastahttit dien guokte departemeantaossodaga seamma ekspedišuvdnahoavdda vuollái .
nob: I 1909 ble det besluttet å slå de to departementsavdelinger sammen under ledelse av én ekspedisjonssjef .

source: Rievdadeami ággan lei vuosttažettiin sávaldat sáhttit čoahkibut háldet olgoriikka diplomáhtalaš ja konsulára doaimma .
nob: Endringen var først og fremst begrunnet i ønsket om en mer enhetlig administrativ kontroll med den diplomatiske og konsulære virksomheten i utlandet .

source: Muhto geavadis doibme ain guokte ossodaga nu mo ovdal ge , ja dát dilli nannejuvvui geassemánu 14. b. 1912-mannosaš gonagaslaš resolušuvnnain .
nob: I praksis fortsatte man imidlertid å operere med to avdelinger som tidligere , og denne tilstand ble stadfestet ved kgl. resolusjon av 14. juni 1912 .

source: Jagis 1913 mearridii ráđđehus sirdit mearrajohtolatossodaga Gávpedepartemeanttas , seammás go ásahuvvui dábálaš ossodat vai sáhtii doarjut hálddahuslaččat dan njeallje kantuvrra , mat álggu rájes ledje doaibman Olgoriikadepartemeantan .
nob: I 1913 vedtok regjeringen å overføre sjøfartsavdelingen fra Handelsdepartementet , samtidig som det ble etablert et alminnelig avdeling for å kunne gi administrative støttefunksjoner til de fire kontorer som opprinnelig hadde utgjort Utenriksdepartementet .

source: Muhto maiddái dát šattai gaskaboddasaš ortnegin ; jagis 1916 jo sirdojuvvui mearrajohtolatossodat ruovttoluotta Gávpedepartementii , vaikke vel sihke ossodagat ieža , skiipaeaiggádiid lihttu ( Rederforbundet ) ja báikkálaš skiipaeaiggádiid searvvit ledje rievdadusaid vuostá .
nob: Men også dette ble en midlertidig ordning ; allerede i 1916 ble sjøfartsfartsavdelingen tilbakeført til Handelsdepartementet . Dette til tross for at både avdelingene selv , Rederforbundet og de lokale rederiforeninger uttalte seg mot endringen .

source: Vuosttas máilmmisoahti rabai čalmmiid erenoamážit sis , geat ledje navdán ahte Norga birgešii olgoriikapolitihka haga .
nob: Den første verdenskrig ble en vekker , spesielt for dem som hadde trodd at Norge kunne klare seg uten en utenrikspolitikk .

source: Bealátkeahtesvuođapolitihka bealušteapmi čájehuvvui leamen eanet politihkalaš go suodjaluslaš ja rievttálaš hástalus , ja bijai Olgoriikadepartementii máŋga ođđa bargamuša , maid das eai lean olus návccat čoavdit .
nob: Å forsvare nøytralitetspolitikken viste seg å bli en større politisk enn et militært og rettslig utfordring , og stilte Utenriksdepartementet overfor en rekke nye oppgaver som det ikke var særlig vel rustet til å takle .

source: Olgoriikagávpi ja mearrajohtolat buvttihedje stuorámus váttisvuođaid bealátkeahtesvuođapolitihkkii .
nob: Det var utenrikshandelen og sjøfarten som skapte de største problemene i nøytralitetspolitikken .

source: Ealáhuseallima bálvaleapmi šattai leat dat doaibma , mii gáibidii eanemus návccaid departemeanttas , erenoamážit ovdalgo sierra Indusrtiijalágidandepartemeanta ( Industriforsyningsdepartement ) ásahuvvui 1917 .
nob: Service-virksomheten overfor næringslivet kom til å bli den mest arbeidskrevende del av departementets virksomhet , spesielt før et eget Industriforsyningsdepartement ble etablert i 1917 .

source: Olgoriikka gálvvuid sisafievrrideami mávssolašvuođa geažil Norgga ekonomiijii lei Olgoriikadepartemeanta easkkaásahuvvon kriisadepartemeanttaid ja kriisadirektoráhtaid deaŧameamos ovttasbargobealli guovddášhálddahusas .
nob: På grunn av den betydning importen spilte for norsk økonomi , var Utenriksdepartementet den viktigste samarbeidspartner for de nyopprettede krisedepartementer og krisedirektorater innen sentraladministrasjonen .

source: Ođđa dilli , maid soahti lei buvttihan , váikkuhii dalánaga nu ahte olgoriikadepartementta bargodoaimmat lassánedje mearkkašahtti láhkai .
nob: En umiddelbar konsekvens av den nye situasjon krigen hadde skapt var en betydelig økning av utenriksdepartementets arbeidsbyrde .

source: Soađi vuosttas jagi lassánii reivviid ja telegrámmaid lohku departementii golmmageardásažžan .
nob: I løpet av krigens første år fant det sted en tredobling av antall innkomne brev og telegrammer .

source: Ii lean ii oktage vuordán bargodoaimmaid lassánit ná gáfadit , dalle go departemeanta ásahuvvui ja dalle go olgoriikabálvalusa bargmuššan vuosttažettiin lei ovddidit Norgga gávpe- ja maritiibmaberoštumiid olgoriikkas .
nob: Arbeidsaktiviteteten økte på en dramatisk måte som ingen hadde forutsatt da departementet ble etablert og da utenrikstjenestens oppgave først og fremst var å fremme Norges kommersielle og maritime interesser i utlandet .

source: Ođđa bohciidan dili geahččaledje njulget máŋgga gaskaboddasaš čovdosiin ja heahtedustemiin .
nob: Svaret på den nye situasjon som hadde oppstått var en rekke midlertidige løsninger og improvisasjoner .

source: Vaikke vel lassánii ge bargiid lohku mearkkašahtti láhkai , de dat orui uhccán váikkuheamen ieš organisašuvdnavuogádaga .
nob: Selv om det fant sted en betydelig økning i antall ansatte , ble selve organisasjonsstrukturen tilsynelatende i liten grad påvirket .

source: Máŋga ođđabargi biddjojuvvojedje gaskaboddasaš virgái dan láhkai ahte sin sajádat organisašuvnnas čihkkojuvvui departemeantta bušeahttaevttohusas ” liigebargi ” - namahussan .
nob: Mange av de nyansatte ble gitt midlertidig ansettelse , deres plass i organisasjonene ble i departementets budsjettforslag kamuflert som " ekstraarbeidere " .

source: Ovdal jagi 1915 loahpa lei bargiid lohku lassánan 50 proseanttain .
nob: Innen utgangen av 1915 var antall ansatte økt med 50 prosent .

source: Dattetge ledje menddo unnán bargit Olgoriikadepartemeanttas miehtá soađi .
nob: Utenriksdepartementet var ikke desto mindre underbemannet under hele krigen .

source: Ođđa dárkkistankantuvra gálvvuid vuovdima várás olgoriikii ásahuvvui gaskaboddasaččat seamma jagi , ja dan maŋŋá ásahuvvui gávpesoahpamušaid ja tuollošiehtadusaid kantuvra 1916 .
nob: Et nytt kontor for eksportkontroll ble etablert på midlertidig basis samme år , etterfulgt av opprettelsen av et kontor for handelstraktater og tollavtaler i 1916 .

source: Diplomáhtalaš ja konsulára bálvalusaid ovttastahttima oassin ásahuvvui 1917 oktasaš hálddahuskantuvra dien guovtti bálvalussii .
nob: Som et ledd i utviklingen mot en sammenslåing av den diplomatiske og konsulære tjeneste ble det i 1917 etablert et felles administrasjonskontor for de to tjenester .

source: Eará ođđaásahus lei sierra preassabálvalus 1920 , lagaš ovttasbargguin Norgga Preassaservviin .
nob: En annen nyskapning var etableringen av en egen pressetjeneste i 1920 , i nært samarbeid med Norges Presseforbund .

source: Ođđa preassabálvalusa jođihii preassaráđđi preassačálli vehkiin , ja olgoriikka doaimma ovddasvástádus lei njealji ” korrespondeanttas ” , geat orro Londonis , Parisas , Berliinnas ja Washingtonas .
nob: Den nye pressetjenesten ble ledet av en presseråd bistått av en pressesekretær , mens ansvaret for virksomheten i utlandet ble ivaretatt av fire " korrespondenter " stasjonert i London , Paris , Berlin og Washington .

source: Dakkár áššiin , mat guske Norgga oktavuhtii vieris riikkaiguin , barge ” korrespondeanttat ” báikkálaš Norgga sáttaalbmá gohččuma mielde .
nob: I saker som berørte Norges forhold til fremmede stater , var " korrespondentene " underlagt den lokale norske sendemanns instruksjoner .

source: Olgoriikadepartemeanta , diplomáhtabálvalus olgoriikkas ja konsuláhtalágádus ovttastahttojuvvojedje oktan bálvalussan suoidnemánu 7. b. 1922 , suoidnemánu 7. b. 1922-mannosaš olgoriikalágádusa lága ( Lov om utenriksvesenet ) olis .
nob: Utenriksdepartementet , den diplomatiske tjeneste i utlandet og konsulatvesentet ble slått sammen til en tjeneste 7. juli 1922 , i medhold av " Lov om utenriksvesenet " av 7. juli 1922 .

source: Ođastus lei vuođđuduvvon 1919-mannosaš olgoriikakommišuvnna evttohusa vuođul , maid Stuorradiggi nammadii olgoriikabálvalusa árjjaleamos cuiggodeaddji , generálakonsula O. J. Storm , árvalusa mielde .
nob: Reformen bygget på innstillingen fra utenrikskommisjonen av 1919 , som ved nedsatt av Stortinget etter initiativ av utenrikstjenestens mest aktive kritiker , generalkonsul O. J. Storm .

source: Dan rájes eai lean šat formálalaš eastagat sirdit virgehasaid diplomatiijas konsulára bálvalussii ja nuppi guvlui .
nob: Heretter var den ingen formelle hindringer mot å overføre tjenestemenn fra diplomatiet til den konsulære tjeneste og omvendt .

source: Eaktun lei ain ahte fágavirgehasat galge dohkkehit sirdima vaikke guđe virgái seamma dahje bajit árvodásis ođđa oktasaš bálvalusas , jus eai lean čielga spiehkastagat .
nob: Fagtjenestemenn var forutsatt å akseptere overføring til enhver annen stilling av samme eller høyere rang innen den nye felles tjeneste , medmindre det forelå uttrykkelig unntak .

source: Rahppojuvvui maid vejolašvuohta ásahit virolaš geatnegasvuođa sirddašit departemeantta ja olggut etáhta gaskkas .
nob: Det ble også åpnet for regulær flytteplikt mellom departementet og den ytre etat .

source: Seammás ásahuvvui olgoriikaráđđevirgi formálalaččat .
nob: Samtidig ble stillingen som utenriksråd formelt etablert .

source: Lei maiddái eaktun ahte olgoriikaráđđi galggai doaibmat earret Olgoriikadepartemeantta bajimus hálddahusjođiheaddjin maiddái olgoriikaministara lagamus ráđđeaddin olgoriikapolitihkalaš áššiin .
nob: Utenriksråden var foruten å virke som Utenriksdepartementets øverste administrative leder også forutsatt å være utenriksministerens fremste rådgiver i utenrikspolitiske spørsmål .

source: 1922-mannosaš olgoriikaortnet nannii olgoriikabálvalusa bargamušaid mávssolašvuođa ealáhuseallima bálvaleaddjin .
nob: Utenriksordningen av 1922 understreket betydningen av utenrikstjenestens oppgave som næringslivets tjener .

source: Olgoriikkas ásahuvvojedje stašuvnnat , mat galge veahkehit Norgga buktagiid vuovdima guovllu mávssolašvuođa vuođul Norgga eksportagálvvuid márkanin , ja de ásahuvvojedje vel erenoamáš virggit gávpesáttavirgehassan .
nob: På utesiden ble det for å hjelpe fram omsetningen av norske produkter etablert stasjoner ut fra områdets antatte betydning som marked for norsk eksport , samt spesielle stillinger som handelsutsendinger .

source: Olgoriikadepartementii ásahuvvojedje guokte ođđa ossodaga , goappašagat ekspedišuvdnahoavdda vuollái .
nob: I Utenriksdepartementet ble to nye avdelinger etablert , begge under ledelse av en ekspedisjonssjef .

source: Dát guoskkai hálddahuslaš ossodahkii oktan njeljiin kantuvrrain ( hálddahuskantuvrrain , protokollakantuvrrain , árbe- ja riektekantuvrrain ja arkiivakantuvrrain ) .
nob: Dette gjaldt dem administrative avdeling med fire kontorer ( administrasjonskontoret , protokollkontoret , arve- og rettskontoret og arkivkontoret ) .

source: Ođđa olgoriikapolitihka ja olgoriikagávppašeami ossodagas , mii lei olgoriikagáppašeami ja olgoriikapolitihka gaskasaš vásihusaid boađus vuosttas máilmmisoađis , ledje 6 kantuvrra .
nob: Den nye avdeling for utenrikspolitikk og utenrikshandel , som var et resultat av de erfaringer om den gjensidige avhengighet mellom utenrikshandel og utenrikspolitikk som var gjort under Første verdenskrig , besto av ialt 6 kontorer .

source: Maŋimusat namuhuvvon ossodat čájehii maiddái čielgasit ahte olgoriikabálvalusa deaŧaleamos doaibma lei sirdašuvvamin stuorát politihkalaš ja ekonomalaš oassálastimii riikkaidgaskasaš servodagas .
nob: Sistnevnte avdeling demonstrerte også at tyngdepunktet i utenrikstjenesten var i ferd med å forskyve seg i retning av større politisk og økonomisk engasjement i det internasjonale samfunn .

source: Dat mearkkašii maiddái ahte olgoriikabálvalus viiddiduvvui eambbo danin mo ealáhusorganisašuvnnat guhká jo ledje gáibidan , namalassii eanet stáhtabálvalusaiguin mearrajohtalussii ja olgoriikagávppašeapmái .
nob: Det innebar også en utvidelse av utenrikstjenesten i den retning som næringsorganisasjonene i lengere tid hadde krevet , med økte statlige tjenester overfor skipsfart og utenrikshandel .

source: Dát dáhpáhuvai vaikke vel departemeantta viidideapmi soađi áiggi čatnasii vássevaš soahtedilálašvuođaide dan láhkai ahte stáhta eambbo dárkkistii ja jođihii gávpedoaimmaid .
nob: Dette til tross for at utvidelsen av departementet under krigen hadde sammenheng med forbigående krigsforhold med bruk av bl.a. statskontroll og direkte statlig handelsvirksomhet .

source: Eará mii lei ođas 1922 lei sierra ortnega ásaheapmi mii galggai veahkehit virgehasaid háhkat olgoriikabálvalussii , ja dán ortnega mielde galge juohke jagi váldojuvvot sisa aspiránttat oahpahussii .
nob: En annen nyvinning i 1922 var etableringen av en egen rekrutteringsordning for utenrikstjenesten , basert på et årlig opptak av aspiranter .

source: Sisabeassangáibádussan lei universitehtaoahppu dahje examen artium ja golmma jagi bárgovásihus gávppašeamis dahje mearrajohtolagas .
nob: Opptakskravene var universitetsutdannelse eller examen artium samt tre års yrkeserfaring innen handel eller skipsfart .

source: Maŋimuš gáibádus lei mieđiheapmi ealáhuseallima gáibádussii ahte olgoriikadepartemeanta galggai virgádit olbmuid , geat eai lean juristtat , muhto geain lei gávpeoahppu .
nob: Det siste var en innrømmelse til næringslivets krav om at utenriksdepartementet skulle ansette ikke-juridisk , forretningsutdannet personale .

source: Olgoriikalávdegotti ovdaolmmoš C. J. Hambro moittii dattetge garrasit dáid gáibádusaid , ja eahpidii ahte livččii ávki dakkár olbmos gii lei bargan sallitbuvddas .
nob: Utenrikskomiteens formann , C. J. Hambro stilte seg imidlertid klart kritisk til disse krav , og uttrykte tvil om nytten av å ha " sittet i en sildeforretning " .

source: Jus galggai beassat aspirántan , de fertii ohcci čađahit čálalaš eksámena , maid olgoriikadepartemeanta lágidii .
nob: For å bli opptatt som aspirant , måtte søkerne gjennomgå en skriftlig eksamen i utenriksdepartementets regi .

source: Oahppoáigi lei golbma jagi , ja stipeandaortnet ásahuvvui vai dakkár ohccit , geain muđui ii livčče várri , besse álgit olgoriikabálvalussii .
nob: Opplæringsperioden var på tre år , og en stipendordning ble etablert for å tillate søkere uten egne midler å begynne i utenrikstjenesten .

source: Sisaváldin biddjojuvvui sierra aspirántanammagoddái , mas ledje olgoriikabálvalusa ja iešguđetlágan gávpe- , mearrajohtolat- ja industriijaorganisašuvnnaid ovddasteaddjit .
nob: Opptaksordningen ble lagt under en egen aspirantnemnd med representanter for utenrikstjenesten og ulike organisasjoner innen handel , skipsfart og industri .

source: 1922 ođastusat orro ovddideamen olgoriikabálvalusa mealgat , sihke hálddašeami ja organiserema dáfus .
nob: Reformene i 1922 bragte tilsynelatende utenrikstjenesten et stort skritt fremover , både administrativt og organisatorisk .

source: 1922 ledje Olgoriikadepartemeanttas 61 bistevaš ja 20 gaskaboddasaš virggi .
nob: I 1922 hadde Utenriksdepartementet 61 faste og 20 midlertidige stillinger .

source: Ii ovttage eará departemeanttas lassánan bargiidlohku ( 24 ) nu ollu go olgoriikadepartemeanttas 1912 rájes 1922 rádjai .
nob: Ingen andre departementer hadde en tilsvarende økning i antall ansatte ( 24 ) som utenriksdepartementet i perioden 1912 til 1922 .

source: Muhto álgojagiid ođastusa maŋŋá eai moktege ollašuvvan dat doaivagat ja vuordámušat , maid ođastus lei bohciidahttán , vuosttažettiin daid ekonomalaš fuonesáiggid geažil mat dalle álge .
nob: I årene som fulgte ble imidlertid mange av de forhåpninger som reformen skapte , gjort til skamme , først og fremst p.g.a. de økonomiske nedgangstider som fulgte .

source: Muhto sivvan ledje maiddái dat vuosteguottut olgoriikadepartemeanttas ahte galggai hukset eanáš gávpeovddasteami – ja ledje maiddái siskkáldas vuostálasvuođat ámmátalbmáidlágádusas .
nob: Men det skyldtes også motforestillinger innen utenriksdepartementet mot utbyggingskrav med ensidig vekt på handelsrepresentasjon - og personlige motsetninger innen embetsverket .

source: Buot deaŧaleamos lei ahte ” goluid čuohppama lihkadusa ” seastingáibádusa doarjjui dál maiddái ealáhuseallin .
nob: Viktigst var at " øksebevegelsens " krav om sparsomhet nå hadde næringslivets støtte .

source: Sihke skiipaeaiggádiid lihttu ( Rederforbundet ) ja industriijalihttu ( Industriforbundet ) dovddahedje 1925 čielgasit ahte sii guđđet ovddeš viiddis gáibádusaid ja vuordámušaid olgoriikabálvalussii ( doarjun dihtii ealáhuseallima ) stáhta heajos ruhtadili geažil .
nob: Både Rederforbundet og Industriforbundet ga i 1925 uttrykkelig utrykk for at de oppga tidligere storstilte krav og forventninger til utenrikstjenesten ( i næringslivets interesse ) av hensyn til statens finansielle stilling .

source: Olgoriikaministtar Mowinkel váidalii bušeahttadigaštallamis 1925 ahte gávpeseahtu dál orru njeaidimin buot dan maid ieš ovdal leamaš mielde huksemin .
nob: Utenriksminister Mowinkel klaget under budsjettdebatten i 1925 over at forretningsstanden " nu på en måte later til å ville rive ned det den selv har vært med på å bygge opp " .

source: Ii ge olgoriikalávdegoddi ge áibbas jáhkkán ahte lei ekonomalaččat unnit gánnihahtti leat ovddastuvvon olgoriikkas fuonesáiggiid go buriidáiggiid .
nob: Utenrikskomiteen var heller ikke overbevist om at det økonomisk sett var mindre viktig å være representert ute i dårlige tider enn i gode .

source: C. J. Hambro oaivvildii ahte ekonomalaš fuonesáigi lei dárpmehuhttán olbmuid vuoiŋŋalaččat .
nob: C. J. Hambro mente at depresjonen hadde ført til en " åndelig forfjamselse " .

source: Seastima ovdamearka lei dat go vuosttašarkivára virgái ii biddjojuvvon olmmoš áigodagas 1924-35 , ja dat go okta doaimmahathoavdavirgi heaittihuvvui jo jagi 1926 , ja dasto maŋŋil heaittihuvvojedje guokte ekspedišuvdnahoavdavirggi jagi 1927 .
nob: Et uttrykk for sparelinjen var at stillingen som førstearkivar forble ubesatt i perioden 1924- 35 , og at en av byråsjefstillingene ble nedlagt allerede i 1926 , etterfulgt av to ekspedisjonssjefsstillinger i 1927 .

source: Dat mearkkašii ahte máŋga kantuvrra biddjojuvvojedje olgoriikaráđi stivrema vuollái .
nob: Det innebar at flere av kontorene ble lagt direkte under utenriksråden .

source: Nu geavai ee. politihkalaš kantuvrii ja Álbmotlihttu-kantuvrii .
nob: Dette gjaldt bl.a. politisk kontor og Folkeforbunds-kontoret .

source: Jagi 1922 rájis jahkái 1927 olgoriikadepartemeantta bargoveahka geahpeduvvui 27 virgehasain , mat gulle 7 alibuš virgái , guđain áššemeannudeaddjiin ja 14 kanturbargiin .
nob: Fra 1922 til 1927 ble utenriksdepartementets personale redusert med 27 tjenestemenn , fordelt på 7 høyere stillinger , 6 saksbehandlere og 14 kontoransatte .

source: Olgoriikastašuvnnain heaittihuvvojedje 18 virggi dahje bisso guorusin .
nob: Ved utenriksstasjonene ble 18 stillinger nedlagt eller holdt ubesatt .

source: Jagi 1922 olgoriika ­ođastusa vulddii maiddái dat ge ahte aspirántaohpahussii eai šat juolluduvvon ruđat .
nob: Utenriksreformen av 1922 ble også undergravet ved at bevilgningene til aspirantutdannelsen ble sløyfet .

source: Olgoriikadepartemeanta bissu dasto , sihke bargoveaga ja organisašuvnna dáfus , mealgadii rievddakeahttá gitta 1930-jagiid gaskkamuddui , go fas álge viiddidit .
nob: Utenriksdepartementet holder seg deretter , både hva personale og organisasjon angikk , omtrent stabilt til midten av 1930-årene , da utvidelsen påny satte inn .

source: Moadde jagi ovdal jo lei olggobealde impulssaid váldodeaddu heilon » seastinvuođas ” ođđasis organiseremii ja viiddideapmái , vai olahivččii dakkár beaktilvuođa maid váttes riikkaidgaskasaš gálvojođiheamit ja gálvolonuhallamat dahke dárbbašlažžan maŋŋil jagi 1930 goviid .
nob: Allerede noen år tidligere var hovedtyngden i impulsene utenfra igjen svingt rundt fra " sparelinjen " til reorganisering og utbygging for å oppnå slike ytelser som de vanskelige internasjonale avsetnings- og varebytteforhold etter krisen i 1930 gjorde nødvendig .

source: Dilli buorránii jagi 1934 , go olgoriikadepartemeantta guokte ekspedišuvdnahoavdavirggi fas álggahuvvojedje .
nob: En bedring av situasjonen fant sted i 1934 , da de to ekspedisjonssjefsstillingene i utenriksdepartementet ble gjenopprettet .

source: Easkka jagi 1938 álggahuvvui ekspedišuvdnahovdavirgi , vai dat jođihivččii easkkaálggahuvvon politihkalaš ossodaga .
nob: Først i 1938 ble en stilling som ekspedisjonssjef opprettet for å lede den nyopprettede politiske avdeling .

source: Go nubbi máilmmesoahti álggii čakčamánus jagi 1939 , de olgoriikabálvalus mealgadii vásihii seammalágan áššiid go jagi 1914 : Bargomearri lassánii hirbmadit soađi vuosttamuš mánuid , ja dat dagahii sihke stuorát bargoleavttu ja guhkit bargobeivviid .
nob: Utbruddet av Annen verdenskrig i september 1939 ble for utenrikstjenestens vedkommende mye av en gjentakelse av hva som hadde skjedd i 1914 : Arbeidsmengden i krigens første måneder økte dramatisk og innebar både et raskere tempo og lengere arbeidsdager .

source: Dárbu lei ásahit arvat ođđa virggiid , nu ahte loahpageahčen njukčamánu jagi 1940 lei Olgoriikadepartemeantta bargiid lohku 119 , dahje 29 bargi eanet go duon 90 virggi maidda ledje bidjan ruđaid 1939/40-bušeahtas .
nob: Det var nødvendig å opprette en rekke ekstrastillinger , slik at ansatte i Utenriksdepartementet ultimo mars 1940 utgjorde 119 personer , eller 29 flere enn de 90 stillinger som det var budsjettert for i 1939/40-budsjettet .

source: Jagi 1940 vuosttamuš mánuid álge Olgoriikadepartemeanttas eambbo ja eambbo miehtat dasa ahte sin rahčamušat Norgga neutrála politihka doalahit lei ollen váravuloš mahtái , ja ahte Norga sáhtášii rohtašuvvat soahtái vaikke goas .
nob: I de første månedene av 1940 var det en voksende erkjennelse i Utenriksdepartementet at bestrebelsene på å forsvare norsk nøytralitetspolitikk hadde nådde et kritisk punkt og at Norge når som helst kunne komme i en situasjon der landet ville bli trukket inn i krigen .
